{
  "data":[
    {
      "id":1,
      "type":"爬山",
      "time":"七八岁",
      "imgUrl":"/static/imgs/tus/1.jpg",
      "text":"那几排山出现在我的记忆里大概是八岁的时候，当时是清晨的夏天，我在地里帮奶奶摘花生。地的西边很开阔，能很清楚的看到那些山上的东西，最先引起我注意的是在B排山的一座山峰。那山的上部分很明显的成一个圆锥状，而山顶尖在太阳的照射下发出白光。我在想，那难道是雪吗？但B排山的其它山峰又没有。难道是一栋白色瓷砖的房子，仔细看山顶上好像是有一根天线还是什么的黑色柱体。为什么在那里建一个信号塔什么的呢。我至今也不清楚那上面是个什么，因为我没有去过。记得离那里最近的一次应该也是隔了六七公里。三排山都是南北走向的，基本上是南高北低。B排山的南边部分还有一个有意思的地方。那山的山腰出貌似有一个三十度角的圆环扇形，橙白色。当时总不明白那里为什么有一个扇子一样的地方，是一片悬崖还是什么，明明周围都是普通的丘陵景观。至于C排山，当时就没有太多印象了，只是看见它在那了，比B排山高。A排山的小丘陵就没什么可聊的了，很普通。"
    },
    {
      "id":2,
      "type":"爬山",
      "time":"六年级",
      "imgUrl":"static/imgs/tus/2.jpg",
      "text":"让我第一册觉得那些山特别高，想去看看，是十一岁的时候吧。当时在镇上的完小。教学楼南北走向，难得的从南方向看那几排山。学校本来也距离家有四公里，但里那一排山要近了一点点。那天因该还是夏天的一个早晨，教室在三楼。我趴在走廊的栏杆上，往山的方向看去，突然觉得那些山突然那么的高。我在阴凉处，山被金色的阳光照耀，应为是从不同的角度看那些山了。发现C排山有些地方也是锥形的，有些山还有一些纹理，像是有好几个巨大落石从山尖向下滑落了一样，而越往南边看，山就越高。之前在老家那里看，C排山是被B排山挡住了大部分的，但现在是测一些方向，从东北往西南方向看，就清晰多了。那天因该就是我想上山的开始了"
    },
    {
      "id":3,
      "type":"爬山",
      "time":"初中",
      "imgUrl":"static/imgs/tus/3.jpg",
      "text":"对于那些高山的初步知识上的了解是在初中了。当时在城里读书，总是特别想家，可惜家里离城里学校有一两个多小时的车程，半个月才回一次家。所以总想着老家的事务风景。山的风景也在其中。记得在一天假期时，在书店看到了耒阳的整个市的地图，大概说一平方米大的地图了。上面标注了几乎每一个城镇，乡村的名字。我也第一次看到了自己乡镇的全貌。镇子南北走向，很窄，最宽处宽度绝对不超过十公里，但长的有三分之一个市长，大概三十多里，也就是很那几排山一样长。家在乡镇的中间部分。镇上县道主路的终点是叫罗渡，但很可惜，我那时还从来没有去过。用地图比例尺量了一下，大概还有二十多分钟的车程，和家里人说的一样。但最重要的发现因当时我知道了，过了A排山，会有一条春陵水把AB隔开，也成了耒阳和常宁的分界河了，所以BC两排山其实已近不是耒阳是常宁了。河的对岸还有一大段距离，大概和仁义一样的镇子。但我不知道叫什么，也看不见，A排山后面的情况全挡住了。再后来，在一张特别详细的中国地图上，就认出了那BC排山的位置，在地图上是显示出来的，约莫一个点的大小，因为也没有什么文韵传说，壮丽风景。所以约等于无名山。我所见到的C山最高峰也没有具体的海拔高度，实在可惜。"
    },
    {
      "id":4,
      "type":"爬山",
      "time":"高一",
      "imgUrl":"static/imgs/tus/4.jpg",
      "text":"登山欲望变得强烈是上了高中以后。小时后可能对于这些山的高度没什么概念。长大了也只是发现它比其他山高一些。但当我更加仔细的比较那些山，尤其是站在高处比较BC两排山以后，发现原来C排山其实比B排也要搞得多，应为两排山靠得比较进，加上我是在地处，所以C排山的大部分就被挡住了，可视如果在高出去看一座山是，才能看出他的挺拔雄伟。而发现这一点是我站在家东边的丘陵山顶上以后才看到的，东北的D排山比A排山高一些，但和BC排也远不能比。在D排山上，到是可以看见A排山后面的那一片平地，不过春陵水倒也还是没见到。另外，增强我登顶欲望的一个原因是，我喜欢上在家里的楼顶写作业，看西边的远山风景。"
    },
    {
      "id":5,
      "type":"变成狗",
      "time":"高一",
      "imgUrl":"",
      "text":"sfdsf"
    }
  ]
}